cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

brew 'chromedriver'
brew 'ffpmeg'
brew 'graphviz'
brew 'kubernetes-cli'
brew 'mongodb'
brew 'openvpn'
brew 'redis'
brew 'sbt'
brew 'sqllite'
brew 'x264'
brew 'p7zip'

# cask '1password'
# cask 'adium'
# cask 'atom'
# cask 'firefox'
# cask 'garmin-express'
# cask 'google-chrome'
# cask 'handbrake'
# cask 'mapbox-studio'
# cask 'seashore'
# cask 'slack'
# cask 'steam'
# cask 'transmission'
# cask 'tunnelbear'
# cask 'vlc'
